result/redis-tlb/run1-prctl12/benchmark-stats.log
  240000000 requests completed in 411.90 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
10.69% <= 3 milliseconds
66.77% <= 4 milliseconds
85.09% <= 5 milliseconds
93.58% <= 6 milliseconds
96.19% <= 7 milliseconds
97.26% <= 8 milliseconds
97.83% <= 9 milliseconds
98.21% <= 10 milliseconds
98.57% <= 11 milliseconds
98.80% <= 12 milliseconds
99.00% <= 13 milliseconds
99.19% <= 14 milliseconds
99.36% <= 15 milliseconds
99.48% <= 16 milliseconds
99.56% <= 17 milliseconds
99.64% <= 18 milliseconds
99.70% <= 19 milliseconds
99.74% <= 20 milliseconds
99.77% <= 21 milliseconds
99.80% <= 22 milliseconds
99.82% <= 23 milliseconds
99.84% <= 24 milliseconds
99.85% <= 25 milliseconds
99.86% <= 26 milliseconds
99.86% <= 27 milliseconds
99.87% <= 28 milliseconds
99.87% <= 29 milliseconds
99.88% <= 30 milliseconds
99.88% <= 31 milliseconds
99.89% <= 32 milliseconds
99.89% <= 33 milliseconds
99.89% <= 34 milliseconds
99.90% <= 35 milliseconds
99.90% <= 36 milliseconds
99.90% <= 37 milliseconds
99.91% <= 38 milliseconds
99.91% <= 39 milliseconds
99.91% <= 40 milliseconds
99.91% <= 41 milliseconds
99.92% <= 42 milliseconds
99.92% <= 43 milliseconds
99.92% <= 44 milliseconds
99.92% <= 45 milliseconds
99.93% <= 46 milliseconds
99.93% <= 47 milliseconds
99.93% <= 48 milliseconds
99.94% <= 49 milliseconds
99.94% <= 50 milliseconds
99.94% <= 51 milliseconds
99.94% <= 52 milliseconds
99.95% <= 53 milliseconds
99.95% <= 54 milliseconds
99.95% <= 55 milliseconds
99.95% <= 56 milliseconds
99.95% <= 57 milliseconds
99.95% <= 58 milliseconds
99.95% <= 59 milliseconds
99.96% <= 60 milliseconds
99.96% <= 61 milliseconds
99.96% <= 62 milliseconds
99.96% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.97% <= 67 milliseconds
99.97% <= 68 milliseconds
99.97% <= 69 milliseconds
99.97% <= 70 milliseconds
99.97% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 110 milliseconds
99.99% <= 112 milliseconds
99.99% <= 113 milliseconds
99.99% <= 115 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 119 milliseconds
100.00% <= 120 milliseconds
100.00% <= 121 milliseconds
100.00% <= 122 milliseconds
100.00% <= 123 milliseconds
100.00% <= 129 milliseconds
100.00% <= 130 milliseconds
100.00% <= 131 milliseconds
100.00% <= 138 milliseconds
100.00% <= 145 milliseconds
100.00% <= 146 milliseconds
100.00% <= 151 milliseconds
100.00% <= 152 milliseconds
100.00% <= 153 milliseconds
100.00% <= 157 milliseconds
100.00% <= 159 milliseconds
100.00% <= 196 milliseconds
100.00% <= 223 milliseconds
100.00% <= 258 milliseconds
100.00% <= 265 milliseconds
100.00% <= 265 milliseconds
582662.88 requests per second